Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# placement.title
source: Choose your place calmly
ar: اختر مكانك بهدوء
de: Wähle deinen Platz in Ruhe
es: Elige tu lugar con calma
fr: Choisis ta place calmement
id: Pilih tempatmu dengan tenang
it: Scegli il tuo posto con calma
nl: Kies rustig je plek
pt: Escolha seu lugar com calma
ru: Спокойно выберите место
tr: Sakince yerini seç
ur: سکون سے اپنی جگہ چنیں

# prayer_settings.applied_note
source: Your selection is applied to the prayer times immediately.
ar: يُطبَّق اختيارك فورًا على مواقيت الصلاة.
de: Deine Auswahl wird sofort auf die Gebetszeiten angewendet.
es: Tu elección se aplica de inmediato a los horarios.
fr: Ton choix est appliqué immédiatement aux horaires.
id: Pilihanmu langsung diterapkan pada waktu salat.
it: La scelta viene applicata subito agli orari.
nl: Je keuze wordt direct op de gebedstijden toegepast.
pt: A tua escolha é aplicada imediatamente aos horários.
ru: Выбор сразу применяется ко времени намаза.
tr: Seçimin hemen vakitlerine uygulanır.
ur: تمہارا انتخاب فوراً نماز کے اوقات پر لاگو ہوگا۔

# prayer_settings.asr.eyebrow
source: ASR TIME
ar: وقت العصر
de: ASR-ZEIT
es: HORA DE ASR
fr: HEURE DE ASR
id: WAKTU ASAR
it: ORARIO DI ASR
nl: ASR-TIJD
pt: HORÁRIO DE ASR
ru: ВРЕМЯ АСР
tr: İKİNDİ VAKTİ
ur: عصر کا وقت

# prayer_settings.automatic_note
source: Unless your mosque follows a different method, Automatic chooses the approach suited to your region.
ar: ما لم يتبع مسجدك طريقة مختلفة، يختار الوضع التلقائي الطريقة المناسبة لمنطقتك.
de: Wenn deine Moschee keine andere Methode nutzt, wählt Automatisch die passende Methode für deine Region.
es: Salvo que tu mezquita use otro método, Automático elige el adecuado para tu región.
fr: Sauf si ta mosquée suit une autre méthode, Automatique choisit celle adaptée à ta région.
id: Jika masjidmu tidak memakai metode lain, Otomatis memilih metode yang sesuai wilayahmu.
it: Se la tua moschea non segue un altro metodo, Automatico sceglie quello adatto alla tua zona.
nl: Tenzij je moskee een andere methode volgt, kiest Automatisch de methode voor jouw regio.
pt: A menos que a tua mesquita siga outro método, Automático escolhe o adequado à tua região.
ru: Если твоя мечеть не использует другой метод, режим «Автоматически» выберет подходящий для региона.
tr: Camin farklı bir yöntem kullanmıyorsa Otomatik seçimi bulunduğun bölgeye uygun yaklaşımı belirler.
ur: اگر تمہاری مسجد کوئی مختلف طریقہ استعمال نہیں کرتی تو خودکار انتخاب تمہارے علاقے کے مطابق طریقہ چنتا ہے۔

# prayer_settings.header.subtitle
source: Calculated from your location and the method you follow.
ar: تُحسب وفق موقعك والطريقة التي تتبعها.
de: Berechnet anhand deines Standorts und deiner Methode.
es: Calculados según tu ubicación y el método que sigues.
fr: Calculés selon ta position et la méthode que tu suis.
id: Dihitung dari lokasimu dan metode yang kamu ikuti.
it: Calcolati in base alla tua posizione e al metodo che segui.
nl: Berekend op basis van je locatie en gekozen methode.
pt: Calculados com base na tua localização e no método que segues.
ru: Рассчитывается по твоему местоположению и выбранному методу.
tr: Bulunduğun yere ve takip ettiğin yönteme göre hesaplanır.
ur: تمہارے مقام اور منتخب طریقے کے مطابق حساب کیے جاتے ہیں۔

# prayer_settings.header.title
source: Your prayer times
ar: مواقيت صلاتك
de: Deine Gebetszeiten
es: Tus horarios de oración
fr: Tes horaires de prière
id: Waktu salatmu
it: I tuoi orari di preghiera
nl: Je gebedstijden
pt: Os teus horários de oração
ru: Твоё время намаза
tr: Vakitlerin
ur: تمہاری نماز کے اوقات

# prayer_settings.location.denied
source: Location permission is required for local prayer times.
ar: يلزم إذن الموقع لحساب مواقيت الصلاة المحلية.
de: Für lokale Gebetszeiten ist der Standortzugriff erforderlich.
es: Se necesita permiso de ubicación para los horarios locales.
fr: L’accès à la position est requis pour les horaires locaux.
id: Izin lokasi diperlukan untuk waktu salat lokal.
it: È necessario il permesso di posizione per gli orari locali.
nl: Locatietoegang is nodig voor lokale gebedstijden.
pt: É necessária permissão de localização para os horários locais.
ru: Для местного времени намаза нужен доступ к геопозиции.
tr: Yerel vakitler için konum izni gerekli.
ur: مقامی نماز کے اوقات کے لیے مقام کی اجازت ضروری ہے۔

# prayer_settings.location.failed
source: Location could not be refreshed right now.
ar: تعذّر تحديث الموقع الآن.
de: Der Standort konnte gerade nicht aktualisiert werden.
es: No se pudo actualizar la ubicación ahora.
fr: La position ne peut pas être actualisée pour le moment.
id: Lokasi belum dapat diperbarui.
it: Impossibile aggiornare ora la posizione.
nl: De locatie kon nu niet worden vernieuwd.
pt: Não foi possível atualizar a localização agora.
ru: Не удалось обновить местоположение.
tr: Konum şu anda yenilenemedi.
ur: مقام ابھی تازہ نہیں کیا جا سکا۔

# prayer_settings.location.loading
source: Preparing local prayer times.
ar: جارٍ إعداد مواقيت الصلاة المحلية.
de: Lokale Gebetszeiten werden vorbereitet.
es: Preparando los horarios locales.
fr: Préparation des horaires locaux.
id: Menyiapkan waktu salat lokal.
it: Preparazione degli orari locali.
nl: Lokale gebedstijden worden voorbereid.
pt: A preparar os horários locais.
ru: Подготовка местного времени намаза.
tr: Yerel vakitler hazırlanıyor.
ur: مقامی نماز کے اوقات تیار ہو رہے ہیں۔

# prayer_settings.location.ready
source: Local prayer times are up to date.
ar: مواقيت الصلاة المحلية محدّثة.
de: Lokale Gebetszeiten sind aktuell.
es: Los horarios locales están actualizados.
fr: Les horaires locaux sont à jour.
id: Waktu salat lokal sudah diperbarui.
it: Gli orari locali sono aggiornati.
nl: Lokale gebedstijden zijn actueel.
pt: Os horários locais estão atualizados.
ru: Местное время намаза актуально.
tr: Yerel vakitler güncel.
ur: مقامی نماز کے اوقات تازہ ہیں۔

# prayer_settings.location.saved
source: Using the last saved local prayer times.
ar: يتم استخدام آخر مواقيت محلية محفوظة.
de: Die zuletzt gespeicherten lokalen Zeiten werden verwendet.
es: Se usan los últimos horarios locales guardados.
fr: Les derniers horaires locaux enregistrés sont utilisés.
id: Menggunakan waktu lokal terakhir yang disimpan.
it: Sono usati gli ultimi orari locali salvati.
nl: De laatst opgeslagen lokale tijden worden gebruikt.
pt: Estão a ser usados os últimos horários locais guardados.
ru: Используется последнее сохранённое местное время.
tr: Son kaydedilen yerel vakitler kullanılıyor.
ur: آخری محفوظ مقامی اوقات استعمال ہو رہے ہیں۔

# prayer_settings.location.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
id: Pengaturan
it: Impostazioni
nl: Instellingen
pt: Definições
ru: Настройки
tr: Ayarlar
ur: ترتیبات

# prayer_settings.location.title
source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Position
id: Lokasi
it: Posizione
nl: Locatie
pt: Localização
ru: Местоположение
tr: Konum
ur: مقام

# prayer_settings.method.eyebrow
source: CALCULATION METHOD
ar: طريقة الحساب
de: BERECHNUNGSMETHODE
es: MÉTODO DE CÁLCULO
fr: MÉTHODE DE CALCUL
id: METODE PERHITUNGAN
it: METODO DI CALCOLO
nl: BEREKENINGSMETHODE
pt: MÉTODO DE CÁLCULO
ru: МЕТОД РАСЧЁТА
tr: HESAPLAMA YAKLAŞIMI
ur: حساب کا طریقہ

# prayer_settings.method.picker
source: Calculation method
ar: طريقة الحساب
de: Berechnungsmethode
es: Método de cálculo
fr: Méthode de calcul
id: Metode perhitungan
it: Metodo di calcolo
nl: Berekeningsmethode
pt: Método de cálculo
ru: Метод расчёта
tr: Hesaplama yaklaşımı
ur: حساب کا طریقہ

# prayer_settings.recommended
source: RECOMMENDED
ar: موصى به
de: EMPFOHLEN
es: RECOMENDADO
fr: RECOMMANDÉ
id: DIREKOMENDASIKAN
it: CONSIGLIATO
nl: AANBEVOLEN
pt: RECOMENDADO
ru: РЕКОМЕНДУЕТСЯ
tr: ÖNERİLEN
ur: تجویز کردہ

# prayer.action.begin
source: Begin Prayer
ar: ابدأ الصلاة
de: Gebet beginnen
es: Comenzar la oración
fr: Commencer la prière
id: Mulai Salat
it: Inizia la preghiera
nl: Gebed beginnen
pt: Começar a oração
ru: Начать намаз
tr: Namaza Başla
ur: نماز شروع کریں

# prayer.action.begin.subtitle
source: Open a quiet screen for %@
ar: افتح شاشة هادئة لصلاة %@
de: Öffne einen stillen Bildschirm für %@
es: Abre una pantalla silenciosa para %@
fr: Ouvre un écran silencieux pour %@
id: Buka layar hening untuk %@
it: Apri uno schermo silenzioso per %@
nl: Open een stil scherm voor %@
pt: Abre um ecrã silencioso para %@
ru: Открыть тихий экран для намаза %@
tr: %@ için sessiz ekrana geç
ur: %@ کے لیے خاموش اسکرین کھولیں

# prayer.action.begin.subtitle.complete
source: Open the quiet screen again if you need it
ar: افتح الشاشة الهادئة مجددًا إن احتجت إليها
de: Öffne den stillen Bildschirm bei Bedarf erneut
es: Vuelve a abrir la pantalla silenciosa si la necesitas
fr: Rouvre l’écran silencieux si tu en as besoin
id: Buka lagi layar hening jika kamu memerlukannya
it: Riapri lo schermo silenzioso se ne hai bisogno
nl: Open het stille scherm opnieuw als je het nodig hebt
pt: Volta a abrir o ecrã silencioso se precisares
ru: При необходимости снова открой тихий экран
tr: İhtiyacın olursa sessiz ekranı yeniden aç
ur: ضرورت ہو تو خاموش اسکرین دوبارہ کھولیں

# prayer.action.begin.subtitle.missed
source: Enter the quiet screen when you are ready
ar: انتقل إلى الشاشة الهادئة عندما تكون مستعدًا
de: Öffne den stillen Bildschirm, wenn du bereit bist
es: Entra en la pantalla silenciosa cuando estés listo
fr: Passe à l’écran silencieux quand tu es prêt
id: Masuk ke layar hening saat kamu siap
it: Apri lo schermo silenzioso quando sei pronto
nl: Open het stille scherm wanneer je klaar bent
pt: Entra no ecrã silencioso quando estiveres pronto
ru: Открой тихий экран, когда будешь готов
tr: Hazır olduğunda sessiz ekrana geç
ur: تیار ہوں تو خاموش اسکرین کھولیں

# prayer.action.return
source: Return to Prayer
ar: عُد إلى الصلاة
de: Zum Gebet zurückkehren
es: Volver a la oración
fr: Revenir à la prière
id: Kembali ke Salat
it: Torna alla preghiera
nl: Terug naar het gebed
pt: Voltar à oração
ru: Вернуться к намазу
tr: Namaza Dön
ur: نماز کی طرف لوٹیں

# prayer.action.return.subtitle
source: Continue where you left off
ar: تابع من حيث توقفت
de: Mach dort weiter, wo du aufgehört hast
es: Continúa donde lo dejaste
fr: Reprends là où tu t’es arrêté
id: Lanjutkan dari tempat terakhir
it: Continua da dove eri rimasto
nl: Ga verder waar je gebleven was
pt: Continua de onde paraste
ru: Продолжить с того места, где остановился
tr: Kaldığın yerden devam et
ur: جہاں رکے تھے وہیں سے جاری رکھیں

# prayer.asr
source: Asr
ar: العصر
id: Asar
ru: Аср
tr: İkindi
ur: عصر

# prayer.context.friends.empty
source: None of your friends has marked this prayer yet
ar: لم يحدّد أي من أصدقائك هذه الصلاة بعد
de: Noch keiner deiner Freunde hat dieses Gebet markiert
es: Ninguno de tus amigos ha marcado aún esta oración
fr: Aucun de tes amis n’a encore indiqué cette prière
id: Belum ada temanmu yang menandai salat ini
it: Nessuno dei tuoi amici ha ancora segnato questa preghiera
nl: Nog geen van je vrienden heeft dit gebed gemarkeerd
pt: Nenhum dos teus amigos marcou esta oração ainda
ru: Никто из друзей ещё не отметил этот намаз
tr: Arkadaşlarından henüz bu vakti işaretleyen yok
ur: تمہارے دوستوں میں سے کسی نے ابھی یہ نماز درج نہیں کی

# prayer.context.friends.many
source: %d friends prayed this prayer
ar: أدّى %d من أصدقائك هذه الصلاة
de: %d Freunde haben dieses Gebet verrichtet
es: %d amigos rezaron esta oración
fr: %d amis ont accompli cette prière
id: %d teman telah menunaikan salat ini
it: %d amici hanno pregato questa preghiera
nl: %d vrienden hebben dit gebed verricht
pt: %d amigos fizeram esta oração
ru: %d друзей совершили этот намаз
tr: %d arkadaşın bu vakti kıldı
ur: %d دوستوں نے یہ نماز ادا کی

# prayer.context.friends.one
source: %d friend prayed this prayer
ar: أدّى %d من أصدقائك هذه الصلاة
de: %d Freund hat dieses Gebet verrichtet
es: %d amigo rezó esta oración
fr: %d ami a accompli cette prière
id: %d teman telah menunaikan salat ini
it: %d amico ha pregato questa preghiera
nl: %d vriend heeft dit gebed verricht
pt: %d amigo fez esta oração
ru: %d друг совершил этот намаз
tr: %d arkadaşın bu vakti kıldı
ur: %d دوست نے یہ نماز ادا کی

# prayer.context.makeup.many
source: %d makeup prayers
ar: %d صلوات فائتة
de: %d nachzuholende Gebete
es: %d oraciones por recuperar
fr: %d prières à rattraper
id: %d salat qada
it: %d preghiere da recuperare
nl: %d inhaalgebeden
pt: %d orações por repor
ru: %d пропущенных намазов
tr: %d kaza namazı
ur: %d قضا نمازیں

# prayer.context.makeup.one
source: %d makeup prayer
ar: %d صلاة فائتة
de: %d nachzuholendes Gebet
es: %d oración por recuperar
fr: %d prière à rattraper
id: %d salat qada
it: %d preghiera da recuperare
nl: %d inhaalgebed
pt: %d oração por repor
ru: %d пропущенный намаз
tr: %d kaza namazı
ur: %d قضا نماز

# prayer.dhuhr
source: Dhuhr
ar: الظهر
id: Zuhur
ru: Зухр
tr: Öğle
ur: ظہر

# prayer.fajr
source: Fajr
ar: الفجر
id: Subuh
ru: Фаджр
tr: Sabah
ur: فجر

# prayer.header.complete.subtitle
source: May Allah accept it.
ar: تقبّل الله.
de: Möge Allah es annehmen.
es: Que Allah la acepte.
fr: Qu’Allah l’accepte.
id: Semoga Allah menerimanya.
it: Che Allah l’accetti.
nl: Moge Allah het aanvaarden.
pt: Que Allah a aceite.
ru: Пусть Аллах примет.
tr: Allah kabul etsin.
ur: اللہ قبول فرمائے۔

# prayer.header.complete.title
source: This prayer is complete.
ar: اكتملت هذه الصلاة.
de: Dieses Gebet ist vollendet.
es: Esta oración está completa.
fr: Cette prière est accomplie.
id: Salat ini telah selesai.
it: Questa preghiera è compiuta.
nl: Dit gebed is voltooid.
pt: Esta oração está concluída.
ru: Этот намаз завершён.
tr: Bu vakit tamam.
ur: یہ نماز مکمل ہوئی۔

# prayer.header.in_progress.subtitle
source: Your quiet screen is waiting where you left it.
ar: شاشتك الهادئة بانتظارك حيث تركتها.
de: Dein stiller Bildschirm wartet dort, wo du aufgehört hast.
es: Tu pantalla silenciosa te espera donde la dejaste.
fr: Ton écran silencieux t’attend là où tu l’as laissé.
id: Layar heningmu menunggu di tempat terakhir.
it: Il tuo schermo silenzioso ti aspetta dove l’hai lasciato.
nl: Je stille scherm wacht waar je gebleven was.
pt: O teu ecrã silencioso espera onde o deixaste.
ru: Тихий экран ждёт там, где ты остановился.
tr: Sessiz ekranın kaldığın yerde seni bekliyor.
ur: تمہاری خاموش اسکرین وہیں تمہاری منتظر ہے۔

# prayer.header.in_progress.title
source: Return to stillness.
ar: عُد إلى السكينة.
de: Kehre zur Ruhe zurück.
es: Vuelve a la calma.
fr: Reviens au calme.
id: Kembali pada ketenangan.
it: Torna alla quiete.
nl: Keer terug naar de rust.
pt: Volta à serenidade.
ru: Вернись к тишине.
tr: Sükûnete dön.
ur: سکون کی طرف لوٹو۔

# prayer.header.ready.subtitle
source: Gather your intention and set your phone aside.
ar: استحضر نيتك وضع هاتفك جانبًا.
de: Sammle deine Absicht und lege dein Handy beiseite.
es: Recoge tu intención y deja el teléfono a un lado.
fr: Rassemble ton intention et pose ton téléphone.
id: Mantapkan niatmu dan letakkan ponsel.
it: Raccogli la tua intenzione e posa il telefono.
nl: Verzamel je intentie en leg je telefoon weg.
pt: Recolhe a tua intenção e deixa o telefone de lado.
ru: Соберись с намерением и отложи телефон.
tr: Niyetini topla, telefonu kenara bırak.
ur: اپنی نیت یکسو کرو اور فون ایک طرف رکھ دو۔

# prayer.header.ready.title
source: Pause for a moment.
ar: توقّف للحظة.
de: Halte einen Moment inne.
es: Detente un momento.
fr: Arrête-toi un instant.
id: Berhenti sejenak.
it: Fermati un momento.
nl: Sta even stil.
pt: Pare por um instante.
ru: Остановись на мгновение.
tr: Bir an dur.
ur: ایک لمحہ ٹھہرو۔

# prayer.isha
source: Isha
ar: العشاء
id: Isya
ru: Иша
tr: Yatsı
ur: عشاء

# prayer.maghrib
source: Maghrib
ar: المغرب
id: Magrib
ru: Магриб
tr: Akşam
ur: مغرب

# prayer.preparation.eyebrow
source: PRAYER PREPARATION
ar: الاستعداد للصلاة
de: VORBEREITUNG AUF DAS GEBET
es: PREPARACIÓN PARA LA ORACIÓN
fr: PRÉPARATION À LA PRIÈRE
id: PERSIAPAN SALAT
it: PREPARAZIONE ALLA PREGHIERA
nl: VOORBEREIDING OP HET GEBED
pt: PREPARAÇÃO PARA A ORAÇÃO
ru: ПОДГОТОВКА К НАМАЗУ
tr: NAMAZA HAZIRLIK
ur: نماز کی تیاری

# prep.getting_up.category
source: standing
ar: استعداد
de: aufstehen
es: de pie
fr: debout
id: berdiri
it: in piedi
nl: opstaan
pt: de pé
ru: подготовка
tr: hazırlık
ur: کھڑا ہونا

# prep.getting_up.short
source: I'm getting ready
ar: أستعد
de: Ich bereite mich vor
es: Me preparo
fr: Je me prépare
id: Aku bersiap
it: Mi preparo
nl: Ik bereid me voor
pt: Estou me preparando
ru: Готовлюсь
tr: Hazırlanıyorum
ur: میں تیاری کر رہا ہوں

# prep.getting_up.title
source: I'm getting ready
ar: أستعد
de: Ich bereite mich vor
es: Me preparo
fr: Je me prépare
id: Aku bersiap
it: Mi preparo
nl: Ik bereid me voor
pt: Estou me preparando
ru: Готовлюсь
tr: Hazırlanıyorum
ur: میں تیاری کر رہا ہوں

# prep.in_salah.category
source: salah
ar: صلاة
de: gebet
es: oración
fr: prière
id: salat
it: preghiera
nl: gebed
pt: oração
ru: молитва
tr: namaz
ur: نماز

# prep.in_salah.short
source: In Salah
ar: في الصلاة
de: Im Gebet
es: En oración
fr: En prière
id: Dalam Salat
it: In preghiera
nl: In gebed
pt: Em oração
ru: В молитве
tr: Namazda
ur: نماز میں

# prep.in_salah.title
source: In Salah
ar: في الصلاة
de: Im Gebet
es: En oración
fr: En prière
id: Dalam Salat
it: In preghiera
nl: In gebed
pt: Em oração
ru: В молитве
tr: Namazda
ur: نماز میں

# prep.joining_saf.category
source: place
ar: مكان
de: platz
es: lugar
id: tempat
it: posto
nl: plek
pt: lugar
ru: место
tr: yer
ur: جگہ

# prep.joining_saf.short
source: I'm preparing my place
ar: أجهز مكاني
de: Ich bereite meinen Platz vor
es: Preparo mi lugar
fr: Je prépare ma place
id: Aku menyiapkan tempat
it: Preparo il mio posto
nl: Ik bereid mijn plek voor
pt: Estou preparando meu lugar
ru: Готовлю место
tr: Yerimi hazırlıyorum
ur: اپنی جگہ تیار کر رہا ہوں

# prep.joining_saf.title
source: I'm preparing my place
ar: أجهز مكاني
de: Ich bereite meinen Platz vor
es: Preparo mi lugar
fr: Je prépare ma place
id: Aku menyiapkan tempat
it: Preparo il mio posto
nl: Ik bereid mijn plek voor
pt: Estou preparando meu lugar
ru: Готовлю место
tr: Yerimi hazırlıyorum
ur: اپنی جگہ تیار کر رہا ہوں

# prep.ready.category
source: ready
ar: جاهز
de: bereit
es: listo
fr: prêt
id: siap
it: pronto
nl: klaar
pt: pronto
ru: готов
tr: hazır
ur: تیار

# prep.ready.short
source: I'm ready
ar: أنا جاهز
de: Ich bin bereit
es: Estoy listo/a
fr: Je suis prêt(e)
id: Aku siap
it: Sono pronto/a
nl: Ik ben klaar
pt: Estou pronto/a
ru: Я готов
tr: Hazırım
ur: میں تیار ہوں

# prep.ready.title
source: I'm ready
ar: أنا جاهز
de: Ich bin bereit
es: Estoy listo/a
fr: Je suis prêt(e)
id: Aku siap
it: Sono pronto/a
nl: Ik ben klaar
pt: Estou pronto/a
ru: Я готов
tr: Hazırım
ur: میں تیار ہوں

# prep.wudu.category
source: wudu
ar: وضوء
fr: ablutions
ru: вуду
tr: abdest
ur: وضو

# prep.wudu.short
source: I'm making wudu
ar: أتوضأ
de: Ich mache Wudu
es: Hago wudu
fr: Je fais mes ablutions
id: Aku berwudu
it: Faccio wudu
nl: Ik doe wudu
pt: Estou fazendo wudu
ru: Делаю вуду
tr: Abdest alıyorum
ur: وضو کر رہا ہوں

# prep.wudu.title
source: I'm making wudu
ar: أتوضأ
de: Ich mache Wudu
es: Hago wudu
fr: Je fais mes ablutions
id: Aku berwudu
it: Faccio wudu
nl: Ik doe wudu
pt: Estou fazendo wudu
ru: Совершаю вуду
tr: Abdest alıyorum
ur: وضو کر رہا ہوں

# preparing_vakt
source: Preparing your Vakt...
ar: جار تجهيز Vakt...
de: Vakt wird vorbereitet...
es: Preparando Vakt...
fr: Préparation de Vakt...
id: Menyiapkan Vakt...
it: Preparazione di Vakt...
nl: Vakt voorbereiden...
pt: Preparando o Vakt...
ru: Готовим Vakt...
tr: Vakt hazırlanıyor...
ur: Vakt تیار ہو رہا ہے...

# profile.completion.eyebrow
source: ONE LAST STEP
ar: خطوة أخيرة
de: EIN LETZTER SCHRITT
es: UN ÚLTIMO PASO
fr: UNE DERNIÈRE ÉTAPE
id: SATU LANGKAH LAGI
it: UN ULTIMO PASSO
nl: NOG ÉÉN STAP
pt: SÓ MAIS UM PASSO
ru: ПОСЛЕДНИЙ ШАГ
tr: SON BİR ADIM
ur: ایک آخری مرحلہ

# profile.completion.title
source: How should friends know you?
ar: كيف سيتعرّف إليك أصدقاؤك؟
de: Wie sollen dich Freunde finden?
es: ¿Cómo te encontrarán tus amigos?
fr: Comment vos amis vous trouveront-ils ?
id: Bagaimana teman mengenalmu?
it: Come ti troveranno gli amici?
nl: Hoe kunnen vrienden je vinden?
pt: Como seus amigos encontrarão você?
ru: Как друзьям найти вас?
tr: Arkadaşların seni nasıl tanısın?
ur: دوست آپ کو کیسے پہچانیں؟

# profile.completion.subtitle
source: Choose your display name and a username friends can search.
ar: اختر الاسم الظاهر واسم مستخدم يمكن لأصدقائك البحث عنه.
de: Wähle deinen Anzeigenamen und einen Benutzernamen, nach dem Freunde suchen können.
es: Elige tu nombre visible y un usuario que tus amigos puedan buscar.
fr: Choisissez votre nom affiché et un identifiant que vos amis pourront rechercher.
id: Pilih nama tampilan dan nama pengguna yang dapat dicari teman.
it: Scegli il nome visibile e un nome utente che gli amici possano cercare.
nl: Kies je weergavenaam en een gebruikersnaam waarop vrienden kunnen zoeken.
pt: Escolha seu nome de exibição e um usuário que seus amigos possam buscar.
ru: Выберите отображаемое имя и имя пользователя для поиска друзьями.
tr: Görünen adını ve arkadaşlarının arayabileceği bir kullanıcı adı seç.
ur: اپنا ظاہری نام اور ایسا صارف نام چنیں جسے دوست تلاش کر سکیں۔

# profile.completion.name_hint
source: This is the name others will see.
ar: هذا هو الاسم الذي سيراه الآخرون.
de: Diesen Namen sehen andere.
es: Este es el nombre que verán los demás.
fr: C’est le nom que les autres verront.
id: Nama ini akan dilihat orang lain.
it: Questo è il nome che vedranno gli altri.
nl: Dit is de naam die anderen zien.
pt: Este é o nome que outras pessoas verão.
ru: Это имя будут видеть другие.
tr: Başkalarının göreceği isim budur.
ur: یہ نام دوسروں کو نظر آئے گا۔

# profile.completion.username_hint
source: 3–24 lowercase letters, numbers, or _
ar: من 3 إلى 24 حرفًا صغيرًا أو رقمًا أو _
de: 3–24 Kleinbuchstaben, Zahlen oder _
es: 3–24 letras minúsculas, números o _
fr: 3 à 24 lettres minuscules, chiffres ou _
id: 3–24 huruf kecil, angka, atau _
it: 3–24 lettere minuscole, numeri o _
nl: 3–24 kleine letters, cijfers of _
pt: 3–24 letras minúsculas, números ou _
ru: 3–24 строчные латинские буквы, цифры или _
tr: 3–24 küçük harf, rakam veya _
ur: 3–24 چھوٹے حروف، اعداد یا _

# profile.completion.username_checking
source: Checking availability…
ar: جارٍ التحقق من التوفر…
de: Verfügbarkeit wird geprüft…
es: Comprobando disponibilidad…
fr: Vérification de la disponibilité…
id: Memeriksa ketersediaan…
it: Verifica della disponibilità…
nl: Beschikbaarheid controleren…
pt: Verificando disponibilidade…
ru: Проверяем доступность…
tr: Uygunluğu kontrol ediliyor…
ur: دستیابی چیک ہو رہی ہے…

# profile.completion.username_available
source: Username is available.
ar: اسم المستخدم متاح.
de: Benutzername ist verfügbar.
es: El usuario está disponible.
fr: L’identifiant est disponible.
id: Nama pengguna tersedia.
it: Il nome utente è disponibile.
nl: Gebruikersnaam is beschikbaar.
pt: Nome de usuário disponível.
ru: Имя пользователя доступно.
tr: Kullanıcı adı kullanılabilir.
ur: صارف نام دستیاب ہے۔

# profile.completion.username_taken
source: That username is already taken.
ar: اسم المستخدم هذا مستخدم بالفعل.
de: Dieser Benutzername ist bereits vergeben.
es: Ese usuario ya está en uso.
fr: Cet identifiant est déjà pris.
id: Nama pengguna itu sudah dipakai.
it: Questo nome utente è già in uso.
nl: Deze gebruikersnaam is al bezet.
pt: Esse nome de usuário já está em uso.
ru: Это имя пользователя уже занято.
tr: Bu kullanıcı adı zaten alınmış.
ur: یہ صارف نام پہلے سے لیا جا چکا ہے۔
